[
  {
    "name": "Niamatullah Mojadidi",
    "rank": "President",
    "image": "Niamatullah_Mojadidi.jpg",
    "description": "Mr. Niamatullah Mojadidi has an associate degree in Sharia and Law, he has studied high school and college in Peshawar. Mr. Mojadidi has extensive work experience in Finance, Administration and System development, and has worked with a number of NGOs in Afghanistan, including Save the Children, Sanayee Development Organization (SDO), and he has also worked with the Afghan Ministry of Finance as State Financial System Developer. Since coming to Canada in 2003 he has been an invaluable and active member of the community and actively engaged in community gatherings, events and conferences."
  },
  {
    "name": "Naimullah Naimi",
    "rank": "Vice. President",
    "image": "Naimullah_Naimi.jpg",
    "description": "Mr. Naimullah Naimi has a Masters in Business Administration (MBA) and more than 20 years of work experience in non-profit sector in Afghanistan. He has worked with UN, Red Cross, USAID and a number of other international organizations in various managerial capacities. He also worked as Senior  Governance Advisor  for Canadian International Development Agency (CIDA) in Afghanistan, remaind as a CEO and Executive Director of SWBAC the coordination agency for NGOs and civil society organizations with over 170 members in the south of Afghanistan. He is living in Canada for the past five years, and is an active community member."
  },
  {
    "name": "Fazal Amin Shinwari",
    "rank": "Vice. President",
    "image": "Fazal_Amin_Shinwari.jpg",
    "description": "Mr. Fazal Amin Shinwari has a bachelor degree in political science and psychology, he is a social worker, jounalist and a successful businessman; Ex-Chief executive for Khyber rural development organization in Pakistan and Chief Editor of Fata Voice News Agency."
  },
  {
    "name": "Arif Orya",
    "rank": "member",
    "image": "Arif_Orya.jpg",
    "description": "Exceptionally knowledgeable, creative and result-oriented Assistant Manager with great background in meeting and exceeding sales objectives of the assigned Store by promoting and training management on operational procedures. As an experienced Assistant Manager, I have demonstrated the ability to lead store department managers and Mid level managers to new levels of success in a highly competitive off-price retail business in a fast-paced environment. This is combined with strong leadership skills with an impressive track record of more than 10+ years of hands-on experience in management, merchandising, and strategic planning. Proven ability to identify deficiencies and potential opportunities, and develop innovative and cost-effective solutions for enhancing competitiveness, increasing revenues, and improving customer service."
  },
  {
    "name": "Palwasha Salehy",
    "rank": "member",
    "image": "Palwasha_Salehy.png",
    "description": "Well trained, self-supervised professional with seven years of practical experience in analytics tool leveraging the use of Customer Relationship Management systems such as Salesforce with several years of project management, business operation, business development, sales, marketing, training and capacity building experience. Professional expertise in: day to day operation, establishing process, protocols, develop and implement policies, procedure and plans, ability to forecast, monitor and evolution of business operation aimed at maximizing business performance and efficiency, include analyzing workflow, identifying weak areas, data mining & data collection. Creating ideas and recommending improvement solutions with proven ability to support multiple a projects with medium to high complexity with remarkable outcome."
  },
  {
    "name": "Aziza Zareh",
    "rank": "member",
    "image": "Aziza_Zareh.jpg",
    "description": "Ms. Aziza Zareh, Feminist and Gender Equality Activist. Ms. Zareh has a Master degree in Business Administration from Malaysia, Bachelor of Business Administration, Associate Degree in Pashtu Literature from Afghanistan, Leadership and Transformational Leadership Certificate from Canada. She has been working as Business Analyst currently in Canada.  Moreover, she brings 15+ years of divers international technical experience from working with UNDP, UNMAS, OFXAM, GIZ and AKF in Project Management (all cycles), Education, Development, Teaching, Administration, Social Mobilization Capacity building, Recruitment, Human Resources, Customer Care, B2B, Business Plan Development, Community Development, Relief Assistance, Counselling, Gender mainstreaming and Monitoring and Evaluation."
  },
  {
    "name": "Mohammad Ayub",
    "rank": "member",
    "image": "Mohammad_Ayub.jpg",
    "description": "Mr. Muhammad Ayub has Masters in Islamic Law, and is a writer as well. He has extensive experience in management, and has previously worked as wrtier and editor for newsletters and has also led a construction company when he was in Afghanistan. He is an active community member in Toronto."
  },
  {
    "name": "Abdul Salam",
    "rank": "member",
    "image": "Abdul_Salam.jpg",
    "description": "To be added."
  },
  {
    "name": "Aziza Siddiqi",
    "rank": "member",
    "image": "Aziza_Siddiqi.jpg",
    "description": "Mrs. Aziza Siddiqi has a masters in literature with specialistion in Journalism, She has worked with Afghan Women Organization in Toronto, Riverdale WOmens Immigrant Centre and Watan E MAA TV."
  },
  {
    "name": "Muhammad Fawad Razban",
    "rank": "member",
    "image": "Muhammad_Fawad_Razban.jpg",
    "description": "Mr. Mohammad Fawad Mohammad Younus has a college degree in civil engineering, and he has a multi-descriplinary experience of community work and activism in Pakistan, Afghanistan and Canada."
  },
  {
    "name": "Surya Jabarkhail",
    "rank": "member",
    "image": "Surya_Jabarkhail.png",
    "description": "Mrs. Surrya Jabarkhail has a Bachelor degree in Political Science, and has over 20 years of experience working with various communities, schools and civil society organizations in Pakistan and Afghanistan, she has also worked with IbnSina, a famous and well established NGO in Afghanistan, and she is an active community member in the Afghan community in Toronto."
  }
]
